autoconf
automake
brightnessctl
bsdutils
build-essential
chntpw
curl
dash
diffutils
efibootmgr
findutils
firefox
fzf
g++-11
gcc-11
git
gpick
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-za
i3
i3blocks
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
ibus-unikey
init
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libbz2-dev
libchewing3
libchewing3-data
libffi-dev
libglu1-mesa-dev
liblzma-dev
libm17n-0
libmarisa0
libncurses-dev
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
libreadline-dev
libsnappy-dev
libsqlite3-dev
libssl-dev
libtool
libvulkan-dev
libxml2-dev
libxmlsec1-dev
linux-generic-hwe-24.04
login
m17n-db
manpages-dev
mesa-utils
ncurses-base
ncurses-bin
neovim
nitrogen
patchelf
pulseaudio-utils
python3-netifaces
python3-venv
shim-signed
software-properties-common
stow
tk-dev
tmux
tree
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
vim
wbritish
xorg-dev
xz-utils
zlib1g-dev
